tap "homebrew/bundle"
tap "homebrew/services"
brew "btop"
brew "curl"
brew "deno"
brew "fzf"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "kubectx"
brew "lf"
brew "neovim"
brew "node"
brew "tmux"
brew "watch"
brew "wget"
brew "yq"
brew "powerlevel10k"
brew "zsh-fast-syntax-highlighting"
brew "zsh-autosuggestions"
cask "calibre"
cask "firefox"
cask "insomnia"
cask "raycast"
cask "stats"
cask "visual-studio-code"
brew "fnm"
brew "pyenv"
brew "tfenv"